{
    "Whoops! Something went wrong.": "Oups! Un problème est survenu.",
    "Calculate": "Calculer",
    "Calculated.": "Calculé.",
    "Manage Account": "Gérer son compte",
    "Profile": "Profil",
    "Log Out": "Se déconnecter",
    "Profile Information": "Informations sur le profil",
    "Update your account's profile information and email address.": "Mettez à jour les informations de profil et l'adresse e-mail de votre compte.",
    "Name": "Nom",
    "First Name Last Name": "Prénom Nom",
    "Email": "Courriel",
    "Save": "Enregistrer",
    "Saved.": "Enregistré.",
    "Update Password": "Mise à jour du mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Current Password": "Mot de passe actuel",
    "New Password": "Nouveau mot de passe",
    "Confirm Password": "Confirmation du mot de passe",
    "Two Factor Authentication": "Authentification à deux facteurs",
    "auth.login": "connexion authentifiée",
    "Add additional security to your account using two factor authentication.": "Ajoutez une sécurité supplémentaire à votre compte en utilisant l'authentification à deux facteurs.",
    "You have not enabled two factor authentication.": "Vous n'avez pas activé l'authentification à deux facteurs.",
    "You have enabled two factor authentication.": "Vous avez activé l'authentification à deux facteurs.",
    "Show Recovery Codes": "Afficher les Codes de Récupération",
    "Regenerate Recovery Codes": "Regénérer les Codes de Récupération",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Conservez ces codes de récupération dans un gestionnaire de mots de passe sécurisé. Ils peuvent être utilisés pour récupérer l'accès à votre compte si votre dispositif d'authentification à deux facteurs est perdu.",
    "Disable": "Désactiver",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's authentication application.": "Lorsque l'authentification à deux facteurs est activée, vous serez invité à saisir un jeton aléatoire et sécurisé lors de l'authentification. Vous pouvez récupérer ce jeton depuis l'application d'authentification de votre téléphone.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si nécessaire, vous pouvez vous déconnecter de toutes vos autres sessions de navigation sur tous vos appareils. Certaines de vos sessions récentes sont répertoriées ci-dessous ; toutefois, cette liste peut ne pas être exhaustive. Si vous pensez que votre compte a été compromis, vous devez également mettre à jour votre mot de passe.",
    "Log Out Other Browser Sessions": "Déconnexion des autres sessions de navigateur",
    "Enable": "Activer",
    "This device": "Cet appareil",
    "Browser Sessions": "Navigateurs connectés",
    "Manage and log out your active sessions on other browsers and devices.": "Gérez et déconnectez vos sessions actives sur d'autres navigateurs et appareils.",
    "Send": "Envoyer",
    "Delete Account" : "Supprimer le compte",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement effacées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Permanently delete your account.": "Supprimer définitivement votre compte.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Veuillez saisir votre mot de passe pour confirmer que vous souhaitez vous déconnecter de vos autres sessions de navigation sur tous vos appareils.",
    "Cancel": "Annuler",
    "Password": "Mot de passe",
    "This password does not match our records.": "Ce mot de passe ne correspond à aucun mot de passe connu.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Êtes-vous sûr de vouloir supprimer votre compte ? Une fois votre compte supprimé, toutes ses ressources et données seront définitivement effacées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Forgot your password?" : "Mot de passe oublié ?",
    "Remember me" : "Se souvenir de moi",
    "Log in" : "Se connecter",
    "I agree to the :terms_of_service and :privacy_policy" : "J'accepte les :terms_of_service et la :privacy_policy",
    "Terms of Service": "Conditions d'utilisation",
    "Privacy Policy" : "Politique de confidentialité",
    "Already registered?" : "Déjà inscrit ?",
    "Register" : "S'inscrire",
    "We were unable to find a registered user with this email address.": "Nous n'avons pas pu trouver d'utilisateur enregistré avec cette adresse e-mail.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Vous avez oublié votre mot de passe ? Aucun problème. Il suffit de nous communiquer votre adresse électronique et nous vous enverrons un lien de réinitialisation du mot de passe qui vous permettra d'en choisir un nouveau.",
    "Email Password Reset Link": "Lien de réinitialisation du mot de passe",
    "Manage Team": "Gérer l'équipe",
    "Create Team": "Créer une équipe",
    "Create a new user to access the Back-office.": "Créer un nouvel utilisateur pour accéder au Back-office.",
    "Create New Team": "Créer une nouvelle équipe",
    "Create New User": "Créer un nouvel utilisateur",
    "Create User": "Créer un utilisateur",
    "Switch Teams": "Changer d'équipe",
    "Team Settings": "Paramètres de l'équipe",
    "Team Name": "Nom de l'équipe",
    "The team's name and owner information.": "Le nom de l'équipe et les informations sur son propriétaire.",
    "Team Owner": "Propriétaire de l'équipe",
    "Add": "Ajouter",
    "Leave": "Quitter",
    "Administrator": "Administrateur",
    "Editor": "Éditeur",
    "Role": "Rôle",
    "Add Team Member": "Ajouter un membre à l'équipe",
    "Manage Role": "Gérer les rôles",
    "Team Members": "Membres de l'équipe",
    "Add a new team member to your team, allowing them to collaborate with you.": "Ajoutez un nouveau membre à votre équipe, pour lui permettre de collaborer avec vous.",
    "Please provide the email address of the person you would like to add to this team.": "Veuillez indiquer le courriel de la personne que vous souhaitez ajouter à cette équipe.",
    "Administrator users can perform any action.": "Les administrateurs peuvent effectuer toutes les actions.",
    "Editor users have the ability to read, create, and update.": "Les éditeurs ont la possibilité de lire, de créer et de mettre à jour.",
    "All of the people that are part of this team.": "Toutes les personnes qui font partie de cette équipe.",
    "Create": "Créer",
    "Team Details": "Détails de l'équipe",
    "Create a new team to collaborate with others on projects.": "Créez une nouvelle équipe pour collaborer avec des personnes sur d'autres projets.",
    "Select A New Photo" : "Sélectionner une nouvelle photo",
    "email": "Courriel",
    "login": "Se connecter",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Veuillez confirmer l'accès à votre compte en saisissant le code d'authentification fourni par votre application d'authentification.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Veuillez confirmer l'accès à votre compte en entrant l'un de vos codes de récupération d'urgence.",
    "Recovery Code": "Code de récupération",
    "Use a recovery code": "Utiliser un code de récupération",
    "Use an authentication code": "Utiliser un code d'authentification",
    "Code": "Code d'authentification",
    "Team Invitation": "Invitation de l'équipe",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Si vous n'avez pas de compte, vous pouvez en créer un en cliquant sur le bouton ci-dessous. Après avoir créé un compte, vous pouvez cliquer sur le bouton d'acceptation de l'invitation dans cet e-mail pour accepter l'invitation de l'équipe :",
    "You have been invited to join the :team team!": "Vous avez été invité à rejoindre l'équipe :team !",
    "You may accept this invitation by clicking the button below:": "Vous pouvez accepter cette invitation en cliquant sur le bouton ci-dessous :",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Si vous ne vous attendiez pas à recevoir une invitation pour cette équipe, vous pouvez supprimer cet e-mail.",
    "Accept Invitation": "Accepter l'invitation",
    "Create Account": "Créer un compte",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Si vous avez déjà un compte, vous pouvez accepter cette invitation en cliquant sur le bouton ci-dessous :",
    "Pending Team Invitations": "Invitations pour les équipes en attente",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Ces personnes ont été invitées à rejoindre votre équipe et ont reçu un e-mail d'invitation. Elles peuvent rejoindre l'équipe en acceptant l'invitation par courriel.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Le champ :attribute doit contenir au moins une majuscule et une minuscule.",
    "The :attribute must contain at least one letter.": "Le champ :attribute doit contenir au moins une lettre.",
    "The :attribute must contain at least one symbol.": "Le champ :attribute doit contenir au moins un symbol.",
    "The :attribute must contain at least one number.": "Le champ :attribute doit contenir au moins un nombre",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Le champ :attribute donné est apparu dans une fuite de données. Veuillez choisir une valeur différente pour le champ :attribute.",
    "Great! You have accepted the invitation to join the :team team.": "Super ! Vous avez accepté l'invitation à rejoindre l'équipe :team.",
    "Remove Team Member": "Supprimer un membre de l'équipe",
    "Are you sure you would like to leave this team?": "Êtes-vous sûr de vouloir quitter cette équipe ?",
    "Are you sure you would like to remove this person from the team?": "Êtes-vous sûr de vouloir retirer cette personne de l'équipe ?",
    "Remove": "Retirer",
    "Leave Team": "Quitter l'équipe",
    "All rights reserved.": "Tous droits réservés."
}